{"nodes": [{"house": "Stark", "group": 3, "name": "Eddard", "degree": 38, "desc": "Eddard Stark, also affectionately called \"Ned\", is the head of House Stark, Lord of Winterfell, and Warden of the North. He is a close friend to King Robert Baratheon, whom he was raised with and helped to win the Iron Throne, and is eventually named his Hand. \nHe is one of the major POV Characters in the books. In the TV series, he is played by Sean Bean."}, {"house": "Stark", "group": 6, "name": "Arya", "degree": 31, "desc": "Arya Stark is the third child and second daughter of Lord Eddard and Lady Catelyn Stark. She is nine at the start of A Game of Thrones. She has five siblings: brothers Robb, Bran, Rickon, half-brother Jon Snow, and older sister Sansa."}, {"house": "Tully", "group": 3, "name": "Catelyn", "degree": 26, "desc": "Catelyn Tully is the wife of Lord Eddard Stark and Lady of Winterfell. Together they have five children: Robb, Sansa, Arya, Bran, and Rickon. Catelyn was born into House Tully of Riverrun, the liege lords of the Riverlands. She is the daughter of Lord Hoster Tully and Minisa Whent, and her siblings are Edmure and Lysa. She is a major POV Character in the books."}, {"house": "Stark", "group": 3, "name": "Robb", "degree": 25, "desc": "Robb Stark is the eldest son of Eddard Stark and Catelyn Tully and the heir to Winterfell and the North. Upon his father's imprisonment for treason, he raises his banners and marches south with a host to aid his allies in the Riverlands and to free his father. After his father's execution, he is named King in the North and Trident by his followers. He is called the Young Wolf by many of his followers and foes alike. In the TV series he is played by Richard Madden."}, {"house": "Baratheon", "group": 0, "name": "Joffrey", "degree": 24, "desc": "Prince Joffrey Baratheon is known to the Seven Kingdoms as the eldest son and heir of King Robert Baratheon and Queen Cersei Lannister.  A member of House Baratheon of King's Landing, his siblings are Princess Myrcella and Prince Tommen. In the TV series, he is played by Jack Gleeson."}, {"house": "Lannister", "group": 0, "name": "Cersei", "degree": 22, "desc": "Cersei Lannister is the eldest child of Tywin and Joanna Lannister by mere moments, and the twin sister of Jaime Lannister. After Robert's Rebellion she married the new king, Robert Baratheon, and became Queen of the Seven Kingdoms. She is the mother of Joffrey, Myrcella, and Tommen of House Baratheon of King's Landing. Cersei becomes a POV Character in A Feast for Crows. In the TV series she is played by Lena Headey."}, {"house": "Stark", "group": 0, "name": "Sansa", "degree": 22, "desc": "Sansa Stark is the elder daughter of Catelyn and Eddard Stark. She has three brothers (Robb, Bran and Rickon), a younger sister, Arya, and a half-brother, Jon Snow. Sansa Stark is one of the major POV Characters in the books. In the TV series, she is played by Sophie Turner."}, {"house": "Baratheon", "group": 0, "name": "Robert", "degree": 21, "desc": "Robert Baratheon is the King of the Seven Kingdoms of Westeros and the head of House Baratheon of King's Landing. Robert was crowned king after winning the War of the Usurper and taking the crown from Aerys II Targaryen, his first cousin once removed. Robert fought the war to keep the hand of Lyanna Stark, with the aid of her brother, his close friend, Eddard Stark. Due to Lyanna's death, however, Robert married Cersei Lannister to ensure political stability. Robert has three children with Cersei: Joffrey, Myrcella, and Tommen. In the TV series he is played by Mark Addy."}, {"house": "Lannister", "group": 0, "name": "Tyrion", "degree": 21, "desc": "Tyrion Lannister, is the third and youngest child of Tywin and Joanna. Tyrion is a dwarf; because of this he is sometimes mockingly called the Imp and the Halfman. He is one of the major POV Characters in the books. In the TV series, Tyrion is played by Peter Dinklage."}, {"house": "", "group": 1, "name": "Jon Snow", "degree": 21, "desc": "Jon Snow is the bastard son of Eddard Stark, by a mother whose identity is a source of speculation. He was raised by his father alongside his true-born half-siblings, but joins the Night's Watch when he nears adulthood. He is constantly accompanied by his albino direwolf Ghost. At the beginning of A Game of Thrones, Jon is fourteen years old.  He is one of the major POV characters in the books."}, {"house": "Stark", "group": 7, "name": "Bran", "degree": 17, "desc": "Brandon Stark, typically called Bran, is the second son of Lord Eddard Stark and Lady Catelyn Tully. He is one of the major POV characters in the books. He has four older siblings: Robb, Jon, Sansa, Arya and one younger: Rickon. Like his siblings, he is constantly accompanied by his direwolf, Summer, with whom he shares a strong warg connection. He is seven years old at the beginning of A Game of Thrones. In the TV series he is played by Isaac Hempstead-Wright."}, {"house": "Baratheon", "group": 5, "name": "Stannis", "degree": 16, "desc": "Stannis Baratheon is the head of House Baratheon of Dragonstone and the Lord of Dragonstone. He is the elder of King Robert Baratheon's two younger brothers, the youngest being Lord Renly Baratheon. Stannis also serves on Robert's small council as Master of Ships. His parents were Lord Steffon Baratheon and Cassana Estermont. In the TV series Stannis is played by Stephen Dillane."}, {"house": "Baratheon", "group": 0, "name": "Renly", "degree": 15, "desc": "Renly Baratheon is the Lord of Storm's End and the younger brother of King Robert and Lord Stannis Baratheon, all sons of Steffon Baratheon and Cassana Estermont. He also serves as Master of Laws on Robert's small council. In the TV series Renly is played by Gethin Anthony."}, {"house": "Lannister", "group": 0, "name": "Jaime", "degree": 14, "desc": "Ser Jaime Lannister, known as the Kingslayer, is a knight from House Lannister. He is the second child and first-born son of Lord Tywin Lannister of Casterly Rock and his wife Lady Joanna, also of House Lannister. He is the twin brother of Queen Cersei Lannister. Raised at the age of fifteen to the Kingsguard of the Mad King, Aerys II Targaryen, Jaime became the youngest member in the history of the prestigious knightly order. He earned the derogatory nickname \"Kingslayer\" when he treasonously slew King Aerys near the end of Robert's Rebellion. In A Storm of Swords, Jaime becomes a POV character. In the TV series he is played by Nikolaj Coster-Waldau."}, {"house": "", "group": 2, "name": "Petyr Baelish", "degree": 13, "desc": "Lord of Harrenhal\nLord Protector of the Vale"}, {"house": "Baratheon", "group": 0, "name": "Myrcella", "degree": 13, "desc": "Princess Myrcella Baratheon is known to the Seven Kingdoms as the middle child of King Robert Baratheon and Queen Cersei Lannister. A member of House Baratheon of King's Landing, her siblings are Princes Joffrey and Tommen. In the TV series, she is played by Aimee Richardson."}, {"house": "Lannister", "group": 0, "name": "Tywin", "degree": 13, "desc": "Tywin Lannister is Lord of Casterly Rock, Shield of Lannisport and Warden of the West. The head of House Lannister, Tywin is one of the most powerful lords in Westeros, and is the father of Jaime, Cersei, and Tyrion Lannister. He loves his children Jaime and Cersei, but despises Tyrion. This is partly because Tyrion is deformed, but also Tywin blames his son for causing his beloved wife Joanna's death during his birth, as well as for shaming the family name with his frequent whoring."}, {"house": "Baratheon", "group": 0, "name": "Tommen", "degree": 12, "desc": "Prince Tommen Baratheon is known to the Seven Kingdoms as the youngest child of King Robert Baratheon and Queen Cersei Lannister.  A member of House Baratheon of King's Landing, his siblings are Prince Joffrey and Princess Myrcella. In the TV series, he is played by Callum Wharry in seasons 1 and 2 and will be portrayed by Dean-Charles Chapman in season 4."}, {"house": "Stark", "group": 1, "name": "Benjen", "degree": 11, "desc": "Benjen Stark is the younger brother of Lord Eddard Stark and a sworn brother of the Night's Watch. He is the First Ranger, or leader of the rangers, of the Night's Watch."}, {"house": "", "group": 7, "name": "Maester Luwin", "degree": 11, "desc": ""}, {"house": "", "group": 1, "name": "Jeor Mormont", "degree": 11, "desc": "Lord Commander Jeor Mormont, also known as the Old Bear, is the 997th Lord Commander of the Night's Watch, which he commands from his headquarters, the fortress of Castle Black. Jeor, previously head of House Mormont and Lord of Bear Island, abdicated his seat in favor of his son, Ser Jorah Mormont, and joined the Night's Watch. In the TV series, Jeor is played by James Cosmo."}, {"house": "Targaryen", "group": 4, "name": "Daenerys", "degree": 11, "desc": "Daenerys Targaryen, known as Daenerys Stormborn or Dany, is the last confirmed member of the ancient Targaryen Dynasty and one of the major POV characters in the book series. In the TV series, Daenerys is played by Emilia Clarke."}, {"house": "Stark", "group": 7, "name": "Rickon", "degree": 11, "desc": "Rickon Stark is Eddard and Catelyn's youngest child, only three years old when the series begins. Rickon is a naturally aggressive and strong-willed child, but his youth makes it difficult for him to cope with the terrible changes that come to his family and life.  He is usually accompanied by his direwolf, Shaggydog. In the TV series Rickon is played by Art Parkinson."}, {"house": "", "group": 6, "name": "Yoren", "degree": 10, "desc": "Yoren is a sworn brother of the Night's Watch. He is a recruiter, or \"wandering crow,\" he travels the Seven Kingdoms, responsible for collecting recruits and prisoners, who would take the black, and escorting them to Castle Black for training."}, {"house": "Greyjoy", "group": 7, "name": "Theon", "degree": 10, "desc": "Theon Greyjoy is a member of House Greyjoy and is the sole surviving son and heir apparent of Lord Balon Greyjoy. At the end of the Greyjoy Rebellion, Theon was taken as a hostage and ward to Lord Eddard Stark. He becomes a POV character in A Clash of Kings. In the TV series, he is played by Alfie Allen."}, {"house": "", "group": 4, "name": "Khal Drogo", "degree": 8, "desc": ""}, {"house": "Arryn", "group": 3, "name": "Jon", "degree": 7, "desc": ""}, {"house": "", "group": 3, "name": "Grand Maester Pycelle", "degree": 7, "desc": ""}, {"house": "", "group": 3, "name": "Varys", "degree": 7, "desc": "Lord Varys, called \"the Spider\", is the enigmatic member of the small council and Master of Whisperers, or spymaster, for the Iron Throne of the Seven Kingdoms. In the TV series he is played by Conleth Hill."}, {"house": "", "group": 0, "name": "Sandor Clegane", "degree": 7, "desc": "Sandor Clegane is a member of House Clegane. He is the younger brother of the current head, Ser Gregor Clegane. He is nicknamed the Hound for his savage nature and unquestioning obedience to his masters and for the three dogs featured in his family's crest. He is considered one of the most dangerous fighters in Westeros, though he frequently drinks himself into stupors. As a child, Sandor received gruesome facial burns when Gregor shoved his face into a brazier. He came to loathe fire, his brother, and the hypocrisy of knighthood in general."}, {"house": "Arryn", "group": 3, "name": "Lysa", "degree": 7, "desc": ""}, {"house": "", "group": 6, "name": "Gendry", "degree": 7, "desc": "Gendry is a blacksmith apprentice for master Tobho Mott in King's Landing. When Gendry was old enough, an unknown lord paid his apprentice fee so he could learn to be a blacksmith; he does not know he is a bastard son of King Robert I."}, {"house": "Tarly", "group": 1, "name": "Samwell", "degree": 6, "desc": "Samwell Tarly is the eldest son of Lord Randyll Tarly and his wife Melessa Florent. He is popularly called 'Sam', and disparagingly referred to as 'Ser Piggy.' He is a steward of the Night's Watch. He becomes a POV Character in A Storm of Swords. In the TV series he is played by John Bradley."}, {"house": "Targaryen", "group": 1, "name": "Aemon", "degree": 6, "desc": "Aemon Targaryen, called the Dragonknight, was the second son of King Viserys II Targaryen and a prominent member of the Kingsguard."}, {"house": "", "group": 1, "name": "Alliser Thorne", "degree": 6, "desc": "Ser Alliser Thorne is the master-at-arms of the Night's Watch at Castle Black. The tone of his voice and his contempt makes him hated by all the Night's Watch's recruits. In the TV series he is played by Owen Teale."}, {"house": "", "group": 7, "name": "Osha", "degree": 6, "desc": "Osha is one of the Free Folk, who becomes a captive of Winterfell and later a servant of House Stark. In the TV series she is played by Natalia Tena."}, {"house": "", "group": 1, "name": "Grenn", "degree": 6, "desc": "Grenn is a member of the Night's Watch. He was given the nickname Aurochs by Ser Alliser Thorne. He is named to the rangers when he swears his vows. In the TV series he is played by Mark Stanley."}, {"house": "", "group": 1, "name": "Pyp", "degree": 6, "desc": ""}, {"house": "", "group": 4, "name": "Illyrio Mopatis", "degree": 5, "desc": "Illyrio Mopatis is a wealthy and powerful Magister in the Free City of Pentos. He is a dealer in spices, gemstones, dragonbone, and other things. He is morbidly obese, with yellow hair and a forked beard. For a time he served as custodian of the exiled Targaryens and now seeks to return them to the Iron Throne. In the TV series he is played by Roger Allem."}, {"house": "", "group": 4, "name": "Jorah Mormont", "degree": 5, "desc": "House Targaryen"}, {"house": "", "group": 6, "name": "Rorge", "degree": 5, "desc": "Rorge is a criminal and later becomes a member of the Brave Companions."}, {"house": "", "group": 2, "name": "Ros", "degree": 5, "desc": ""}, {"house": "", "group": 6, "name": "Biter", "degree": 5, "desc": "Biter is a vicious criminal of King's Landing who later becomes a member of the Brave Companions."}, {"house": "Tully", "group": 3, "name": "Hoster", "degree": 5, "desc": "Hoster Tully is the head of House Tully, Lord of Riverrun, and liege lord of the Riverlands. With Minisa Whent he fathered Edmure, Catelyn, and Lysa Tully. He is also the brother of the Blackfish, Ser Brynden Tully."}, {"house": "", "group": 3, "name": "Rodrik Cassel", "degree": 5, "desc": "Ser Rodrik Cassel is a member of the Stark household. He is the Master-at-Arms of Winterfell, and in that capacity he trained Robb, Jon and Theon at arms."}, {"house": "", "group": 5, "name": "Davos Seaworth", "degree": 4, "desc": "Davos Seaworth, commonly called the Onion Knight, was once a smuggler, but after Robert's Rebellion became a landed knight and Stannis Baratheon's most honest and loyal supporter. He captains the Black Betha. He has seven sons, many of them serving on ships in Stannis's fleet. His wife tends his lands on Cape Wrath. Davos created his own house sigil, a black ship with an onion on the sails upon a grey field. Davos becomes a POV character starting with A Clash Of Kings. He is played by Liam Cunningham in the television series."}, {"house": "", "group": 5, "name": "Melisandre", "degree": 4, "desc": "Melisandre is a priestess of R'hllor and a Shadowbinder, hailing from the eastern city of Asshai. She has joined the entourage of Stannis Baratheon, believing him to be Azor Ahai reborn, a hero destined to defeat the Great Other. She has become an influential advisor to him and his family."}, {"house": "Arryn", "group": 3, "name": "Robin", "degree": 4, "desc": ""}, {"house": "Targaryen", "group": 4, "name": "Viserys", "degree": 4, "desc": "Viserys Targaryen, called The Beggar King, is the heir of his father Aerys II and brother Rhaegar after their deaths during Robert's Rebellion.  The war, however, turned him into an exile  who plots to regain control of the Iron Throne. He styles himself as Viserys Targaryen, the Third of His Name, King of the Andals, the Rhoynar and the First Men, Lord of the Seven Kingdoms and Protector of the Realm."}, {"house": "", "group": 0, "name": "Janos Slynt", "degree": 4, "desc": "Janos Slynt is the head of House Slynt and commander of the City Watch of King's Landing. His father was a butcher. In the TV series, he is played by Dominic Carter."}, {"house": "Tully", "group": 3, "name": "Edmure", "degree": 4, "desc": "Ser Edmure Tully is the son of Lord Hoster Tully and is the heir to House Tully of Riverrun, the liege lords of the Riverlands. He is the younger brother of Catelyn Tully and Lysa Tully. In the HBO adaptation he is portrayed by Tobias Menzies."}, {"house": "", "group": 6, "name": "Jaqen H'ghar", "degree": 4, "desc": "Jaqen H'ghar is the name of a sly Lorathi criminal who meets Arya Stark on her way to the Wall."}, {"house": "Lannister", "group": 0, "name": "Lancel", "degree": 4, "desc": "Lancel Lannister is the eldest son of Ser Kevan Lannister."}, {"house": "", "group": 6, "name": "Polliver", "degree": 3, "desc": "Polliver is a man-at-arms in service to Ser Gregor Clegane."}, {"house": "", "group": 0, "name": "Meryn Trant", "degree": 3, "desc": "Ser Meryn Trant is a knight of the Kingsguard during the reign of Robert I and his heirs. In the TV series he is played by Ian Beattie."}, {"house": "", "group": 5, "name": "Selyse Florent", "degree": 3, "desc": "Selyse Florent is the wife of Lord Stannis Baratheon and the Lady of Dragonstone. Selyse is a fervent worshiper of R'hllor and a supporter of Melisandre."}, {"house": "", "group": 6, "name": "Hot Pie", "degree": 3, "desc": "Hot Pie is an orphan baker's boy of King's Landing, collected by Yoren and bound for the Wall with Arya Stark. He is described as plump with straw-colored hair. In the TV series, he is played by Ben Hawkey and has dark hair."}, {"house": "", "group": 1, "name": "Qhorin Halfhand", "degree": 3, "desc": ""}, {"house": "", "group": 0, "name": "Gregor Clegane", "degree": 3, "desc": "Ser Gregor Clegane is the Knight of Clegane's Keep and is the head of House Clegane, which are landed knights and bannermen to House Lannister. Gregor is a freakishly large man and for this he is often called The Mountain That Rides or simply The Mountain. His soldiers are known as the Mountain's men."}, {"house": "", "group": 0, "name": "Septa Mordane", "degree": 3, "desc": ""}, {"house": "", "group": 0, "name": "Barristan Selmy", "degree": 3, "desc": "Ser Barristan Selmy, called Barristan the Bold, is a celebrated hero and knight of the Kingsguard, serving throughout a time when the Kingsguard were considered to be the greatest knights of the realm. Barristan becomes a POV Character in A Dance with Dragons. In the TV series, he is played by Ian McElhinney."}, {"house": "", "group": 7, "name": "Hodor", "degree": 3, "desc": "Hodor is a stableboy serving at Winterfell. His real name is Walder."}, {"house": "", "group": 6, "name": "Lommy Greenhands", "degree": 3, "desc": ""}, {"house": "", "group": 2, "name": "Mhaegen", "degree": 3, "desc": ""}, {"house": "", "group": 2, "name": "Daisy", "degree": 3, "desc": ""}, {"house": "", "group": 0, "name": "Ilyn Payne", "degree": 3, "desc": "Ser Ilyn Payne is a knight from House Payne. He serves as the King's Justice, the royal executioner, for King Robert Baratheon."}, {"house": "", "group": 5, "name": "Matthos Seaworth", "degree": 3, "desc": "A Storm of Swords"}, {"house": "", "group": 3, "name": "Greatjon Umbar", "degree": 3, "desc": ""}, {"house": "", "group": 3, "name": "Jory Cassel", "degree": 3, "desc": "Jory Cassel is a member of Eddard Stark's household, Captain of the Guards for House Stark. He is killed in King's Landing, at the command of Jaime Lannister as lesson to Eddard Stark. In the TV series he is played by Jamie Sives."}, {"house": "Greyjoy", "group": 7, "name": "Balon", "degree": 3, "desc": "Balon Greyjoy is the head of House Greyjoy of Pyke and is the Lord of the Iron Islands. He is captain of the Great Kraken. He is a follower of the Old Way of the ironborn and desires to bring them back to prominence. In 289AL he proclaimed their independence from the Iron Throne but was defeated by King Robert Baratheon's forces. In the TV series, Balon is played by Patrick Malahide."}, {"house": "", "group": 2, "name": "Barra", "degree": 2, "desc": "Barra is the bastard daughter of Robert I and a prostitute from Chataya's brothel in King's Landing. The child is an infant with thin, dark hair. She resembles Mya Stone as a child. Her mother who is unnamed in the books, is named Mhaegen in the television series."}, {"house": "", "group": 6, "name": "Mycah", "degree": 2, "desc": "Mycah is the son of a butcher who befriends Arya Stark. He is 13 years old."}, {"house": "", "group": 1, "name": "Craster", "degree": 2, "desc": "Craster is a wildling and is the master of Craster's Keep, located beyond the Wall. Despite his unsavory reputation, he is regarded as friend to the Night's Watch. In the HBO TV series he is portrayed by Robert Pugh."}, {"house": "", "group": 7, "name": "Summer", "degree": 2, "desc": ""}, {"house": "Baratheon", "group": 5, "name": "Shireen", "degree": 2, "desc": "Shireen Baratheon is the daughter and only child of Lord Stannis Baratheon and Lady Selyse Florent."}, {"house": "", "group": 6, "name": "The Tickler", "degree": 2, "desc": ""}, {"house": "", "group": 3, "name": "Mord", "degree": 2, "desc": "Mord is a gaoler of House Arryn, in charge of the upkeep and maintenance of the sky cells of the Eyrie. In the TV series he is played by Ciaran Bermingham."}, {"house": "Greyjoy", "group": 7, "name": "Asha", "degree": 2, "desc": "Asha Greyjoy is the daughter of Lord Balon Greyjoy and his wife, Alannys. She is fierce and proud, and defies traditional ironborn gender roles by commanding her own ship, the Black Wind, and leading men into battle. Asha becomes a POV character in A Feast For Crows. In the TV series she is named Yara Greyjoy to avoid confusion with the wildling Osha and is played by Gemma Whelan."}, {"house": "", "group": 4, "name": "Irri", "degree": 2, "desc": "Irri is a Dothraki handmaiden to Daenerys Targaryen. She is the same age as Daenerys. In the TV series she is played by Amrita Acharia."}, {"house": "Tyrell", "group": 0, "name": "Loras", "degree": 2, "desc": "Rainbow Guard"}, {"house": "", "group": 3, "name": "Brienne of Tarth", "degree": 2, "desc": "Brienne, the Maid of Tarth, sometimes mockingly called Brienne the Beauty, is a member of House Tarth. She is the only living child and heir of Lord Selwyn Tarth of Evenfall."}, {"house": "", "group": 0, "name": "Dontos Hollard", "degree": 2, "desc": "Ser Dontos Hollard is a knight from House Hollard serving at the court of King's Landing."}, {"house": "", "group": 1, "name": "Ygritte", "degree": 2, "desc": "Ygritte is a wildling woman and spearwife who becomes a lover to Jon Snow."}, {"house": "", "group": 0, "name": "Shae", "degree": 2, "desc": "Shae is a young woman who was a camp follower and has come into the service of Tyrion Lannister."}, {"house": "", "group": 4, "name": "Rakharo", "degree": 2, "desc": "Rakharo is is a Dothraki horserider of Daenerys Targaryen's khas who later becomes one of her bloodriders. In the TV series he is played by Elyes Gabel."}, {"house": "", "group": 3, "name": "Walder Frey", "degree": 2, "desc": "Walder Frey rules the Twins as the head of House Frey and is the Lord of the Crossing. Though past ninety years old and infirm, he still maintains an active hand in the running of his house."}, {"house": "", "group": 3, "name": "Roose Bolton", "degree": 2, "desc": "Roose Bolton is the head of House Bolton and Lord of the Dreadfort in the North. He receives regular leechings, which he believes to improve his health, prompting some to call him the Leech Lord."}, {"house": "", "group": 4, "name": "Mirri Maz Duur", "degree": 2, "desc": "Mirri Maz Duur was a wise woman of the Lhazareen. In the TV series she is played by Mia Soteriou."}, {"house": "Tyrell", "group": 0, "name": "Margaery", "degree": 2, "desc": "Margaery Tyrell is the only daughter of Lord Mace Tyrell and his wife, Lady Alerie. In the TV series she is played by Natalie Dormer."}, {"house": "", "group": 5, "name": "Salladhor Saan", "degree": 2, "desc": "Lord Salladhor Saan is a Lysene pirate and sellsail and is good friends with Ser Davos Seaworth. He is a smuggler, trader, banker and a notorious pirate. He has no wives, only concubines. He styles himself as the Prince of the Narrow Sea and is related to the pirate Samarro Saan who was one of the infamous Band of Nine. Davos is responsible for recruiting him for Stannis on a journey to Lys. He was named Lord of Blackwater Bay by Alester Florent in the name of Stannis I.."}, {"house": "", "group": 6, "name": "Nymeria", "degree": 2, "desc": "Queen Nymeria of the Rhoyne conquered Dorne and took King Mors Martell as her husband."}, {"house": "", "group": 5, "name": "Maester Cressen", "degree": 1, "desc": ""}, {"house": "", "group": 4, "name": "Jhiqui", "degree": 1, "desc": "Jhiqui is a Dothraki handmaiden of Daenerys Targaryen."}, {"house": "", "group": 4, "name": "Qotho", "degree": 1, "desc": "Qotho is a bloodrider to Khal Drogo. Qotho was ultimately slain by Ser Jorah Mormont in the Dothraki Sea. In the TV series he is played by Dar Salim."}, {"house": "", "group": 3, "name": "Illyn Payne", "degree": 1, "desc": ""}, {"house": "", "group": 0, "name": "Marillion", "degree": 1, "desc": "Marillion is a singer. He is roughly eighteen years old, handsome, plays the harp, and is a tenor. He is vain about his skills and his good looks."}, {"house": "", "group": 3, "name": "Grey Wind", "degree": 1, "desc": ""}, {"house": "", "group": 0, "name": "Shagga", "degree": 1, "desc": "Shagga son of Dolf, is a member of the Stone Crows, one of the Mountain clans found in the Mountains of the Moon. In the TV series he is played by Mark Lewis Jones."}, {"house": "", "group": 3, "name": "Mheagen", "degree": 1, "desc": ""}, {"house": "", "group": 6, "name": "Weasel", "degree": 1, "desc": "Weasel is a girl who lived in the Riverlands. Her real name is unknown. She was found by Yoren on the march north from King's Landing. She was named \"Weasel\" by Lommy who claimed she looked like one."}, {"house": "", "group": 7, "name": "Old Nan", "degree": 1, "desc": ""}, {"house": "", "group": 0, "name": "Bronn", "degree": 1, "desc": "Bronn is a low-born sellsword of great skill and cunning. In the TV series, he is played by Jerome Flynn."}, {"house": "", "group": 4, "name": "Haggo", "degree": 1, "desc": "Haggo is a bloodrider to Khal Drogo. He is a large man. He was slain by Rakharo in the Dothraki Sea."}, {"house": "", "group": 6, "name": "Syrio Forel", "degree": 1, "desc": "Syrio Forel is a bravo from Braavos, a master fencer and former First Sword of Braavos. In the TV series he is played by Miltos Yeromelou."}, {"house": "", "group": 2, "name": "Lothar Brune", "degree": 1, "desc": ""}, {"house": "", "group": 0, "name": "Jeyne Poole", "degree": 1, "desc": "Jeyne Poole is the daughter of the steward of Winterfell, Vayon Poole. She is the best friend of Sansa Stark."}, {"house": "", "group": 4, "name": "Aggo", "degree": 1, "desc": "Aggo is a Dothraki horserider of Daenerys Targaryen's khas who later becomes one of her bloodriders."}, {"house": "", "group": 7, "name": "The Three Eyed Crow", "degree": 1, "desc": ""}, {"house": "", "group": 4, "name": "Doreah", "degree": 1, "desc": "Doreah is a handmaiden to Daenerys Targaryen. She has blonde hair and blue eyes.  In the TV series she is played by Roxanne McKee."}, {"house": "", "group": 7, "name": "Captain's Daughter", "degree": 1, "desc": ""}, {"house": "", "group": 6, "name": "Amory Lorch", "degree": 1, "desc": "Ser Amory Lorch is a landed knight of House Lorch and bannerman of House Lannister. His arms are a black manticore on a red field."}, {"house": "", "group": 4, "name": "Cohollo", "degree": 1, "desc": "Cohollo is a bloodrider to Khal Drogo."}, {"house": "", "group": 4, "name": "Kovarro", "degree": 1, "desc": ""}, {"house": "", "group": 0, "name": "Lady", "degree": 1, "desc": ""}, {"house": "", "group": 1, "name": "Ghost", "degree": 1, "desc": ""}, {"house": "Lannister", "group": 3, "name": "Alton", "degree": 1, "desc": ""}], "links": [{"source": 4, "target": 81}, {"source": 4, "target": 7}, {"source": 4, "target": 0}, {"source": 4, "target": 8}, {"source": 4, "target": 29}, {"source": 4, "target": 16}, {"source": 4, "target": 2}, {"source": 4, "target": 71}, {"source": 4, "target": 1}, {"source": 4, "target": 13}, {"source": 4, "target": 95}, {"source": 4, "target": 54}, {"source": 4, "target": 64}, {"source": 4, "target": 65}, {"source": 4, "target": 6}, {"source": 4, "target": 11}, {"source": 4, "target": 90}, {"source": 4, "target": 52}, {"source": 4, "target": 5}, {"source": 4, "target": 3}, {"source": 4, "target": 12}, {"source": 4, "target": 15}, {"source": 4, "target": 41}, {"source": 4, "target": 17}, {"source": 18, "target": 33}, {"source": 18, "target": 20}, {"source": 18, "target": 34}, {"source": 18, "target": 0}, {"source": 18, "target": 10}, {"source": 18, "target": 22}, {"source": 18, "target": 23}, {"source": 18, "target": 3}, {"source": 18, "target": 6}, {"source": 18, "target": 1}, {"source": 18, "target": 9}, {"source": 14, "target": 27}, {"source": 14, "target": 5}, {"source": 14, "target": 104}, {"source": 14, "target": 7}, {"source": 14, "target": 64}, {"source": 14, "target": 28}, {"source": 14, "target": 2}, {"source": 14, "target": 63}, {"source": 14, "target": 0}, {"source": 14, "target": 31}, {"source": 14, "target": 12}, {"source": 14, "target": 41}, {"source": 14, "target": 8}, {"source": 26, "target": 47}, {"source": 26, "target": 27}, {"source": 26, "target": 7}, {"source": 26, "target": 28}, {"source": 26, "target": 2}, {"source": 26, "target": 0}, {"source": 26, "target": 30}, {"source": 27, "target": 7}, {"source": 27, "target": 28}, {"source": 27, "target": 5}, {"source": 27, "target": 0}, {"source": 27, "target": 41}, {"source": 7, "target": 60}, {"source": 7, "target": 2}, {"source": 7, "target": 70}, {"source": 7, "target": 52}, {"source": 7, "target": 17}, {"source": 7, "target": 31}, {"source": 7, "target": 63}, {"source": 7, "target": 5}, {"source": 7, "target": 65}, {"source": 7, "target": 0}, {"source": 7, "target": 3}, {"source": 7, "target": 12}, {"source": 7, "target": 15}, {"source": 7, "target": 6}, {"source": 7, "target": 8}, {"source": 7, "target": 11}, {"source": 7, "target": 13}, {"source": 38, "target": 21}, {"source": 38, "target": 39}, {"source": 38, "target": 25}, {"source": 38, "target": 48}, {"source": 38, "target": 28}, {"source": 70, "target": 63}, {"source": 91, "target": 11}, {"source": 23, "target": 62}, {"source": 23, "target": 40}, {"source": 23, "target": 31}, {"source": 23, "target": 51}, {"source": 23, "target": 56}, {"source": 23, "target": 20}, {"source": 23, "target": 1}, {"source": 23, "target": 42}, {"source": 23, "target": 8}, {"source": 13, "target": 60}, {"source": 13, "target": 2}, {"source": 13, "target": 16}, {"source": 13, "target": 5}, {"source": 13, "target": 0}, {"source": 13, "target": 3}, {"source": 13, "target": 15}, {"source": 13, "target": 10}, {"source": 13, "target": 29}, {"source": 13, "target": 68}, {"source": 13, "target": 17}, {"source": 13, "target": 8}, {"source": 92, "target": 21}, {"source": 24, "target": 77}, {"source": 24, "target": 35}, {"source": 24, "target": 69}, {"source": 24, "target": 0}, {"source": 24, "target": 10}, {"source": 24, "target": 19}, {"source": 24, "target": 109}, {"source": 24, "target": 3}, {"source": 24, "target": 41}, {"source": 24, "target": 9}, {"source": 93, "target": 25}, {"source": 71, "target": 1}, {"source": 45, "target": 66}, {"source": 45, "target": 46}, {"source": 45, "target": 11}, {"source": 45, "target": 89}, {"source": 94, "target": 0}, {"source": 72, "target": 20}, {"source": 72, "target": 9}, {"source": 53, "target": 1}, {"source": 53, "target": 40}, {"source": 53, "target": 42}, {"source": 28, "target": 5}, {"source": 28, "target": 0}, {"source": 28, "target": 8}, {"source": 96, "target": 3}, {"source": 54, "target": 6}, {"source": 54, "target": 29}, {"source": 97, "target": 8}, {"source": 73, "target": 35}, {"source": 73, "target": 10}, {"source": 55, "target": 74}, {"source": 55, "target": 46}, {"source": 55, "target": 11}, {"source": 98, "target": 0}, {"source": 74, "target": 11}, {"source": 46, "target": 66}, {"source": 46, "target": 11}, {"source": 3, "target": 43}, {"source": 3, "target": 16}, {"source": 3, "target": 2}, {"source": 3, "target": 85}, {"source": 3, "target": 0}, {"source": 3, "target": 10}, {"source": 3, "target": 22}, {"source": 3, "target": 1}, {"source": 3, "target": 86}, {"source": 3, "target": 44}, {"source": 3, "target": 6}, {"source": 3, "target": 11}, {"source": 3, "target": 67}, {"source": 3, "target": 115}, {"source": 3, "target": 50}, {"source": 3, "target": 5}, {"source": 3, "target": 19}, {"source": 3, "target": 12}, {"source": 3, "target": 9}, {"source": 99, "target": 1}, {"source": 12, "target": 80}, {"source": 12, "target": 5}, {"source": 12, "target": 79}, {"source": 12, "target": 16}, {"source": 12, "target": 2}, {"source": 12, "target": 0}, {"source": 12, "target": 49}, {"source": 12, "target": 17}, {"source": 12, "target": 15}, {"source": 12, "target": 88}, {"source": 12, "target": 11}, {"source": 15, "target": 2}, {"source": 15, "target": 16}, {"source": 15, "target": 11}, {"source": 15, "target": 5}, {"source": 15, "target": 0}, {"source": 15, "target": 17}, {"source": 15, "target": 6}, {"source": 15, "target": 8}, {"source": 15, "target": 1}, {"source": 39, "target": 21}, {"source": 39, "target": 25}, {"source": 39, "target": 20}, {"source": 39, "target": 48}, {"source": 40, "target": 1}, {"source": 40, "target": 51}, {"source": 40, "target": 42}, {"source": 25, "target": 111}, {"source": 25, "target": 21}, {"source": 25, "target": 87}, {"source": 25, "target": 102}, {"source": 25, "target": 48}, {"source": 75, "target": 1}, {"source": 75, "target": 16}, {"source": 47, "target": 2}, {"source": 47, "target": 0}, {"source": 47, "target": 30}, {"source": 76, "target": 30}, {"source": 76, "target": 8}, {"source": 8, "target": 49}, {"source": 8, "target": 2}, {"source": 8, "target": 52}, {"source": 8, "target": 30}, {"source": 8, "target": 16}, {"source": 8, "target": 5}, {"source": 8, "target": 0}, {"source": 8, "target": 101}, {"source": 8, "target": 83}, {"source": 8, "target": 6}, {"source": 8, "target": 17}, {"source": 8, "target": 9}, {"source": 77, "target": 69}, {"source": 32, "target": 33}, {"source": 32, "target": 20}, {"source": 32, "target": 37}, {"source": 32, "target": 34}, {"source": 32, "target": 36}, {"source": 32, "target": 9}, {"source": 17, "target": 16}, {"source": 17, "target": 11}, {"source": 17, "target": 5}, {"source": 17, "target": 0}, {"source": 17, "target": 6}, {"source": 17, "target": 1}, {"source": 10, "target": 5}, {"source": 10, "target": 35}, {"source": 10, "target": 61}, {"source": 10, "target": 107}, {"source": 10, "target": 2}, {"source": 10, "target": 0}, {"source": 10, "target": 22}, {"source": 10, "target": 19}, {"source": 10, "target": 1}, {"source": 10, "target": 6}, {"source": 10, "target": 9}, {"source": 10, "target": 100}, {"source": 78, "target": 21}, {"source": 78, "target": 84}, {"source": 33, "target": 20}, {"source": 33, "target": 37}, {"source": 33, "target": 36}, {"source": 33, "target": 9}, {"source": 34, "target": 37}, {"source": 34, "target": 36}, {"source": 34, "target": 20}, {"source": 34, "target": 9}, {"source": 79, "target": 88}, {"source": 56, "target": 1}, {"source": 56, "target": 31}, {"source": 48, "target": 21}, {"source": 57, "target": 82}, {"source": 57, "target": 20}, {"source": 57, "target": 9}, {"source": 11, "target": 5}, {"source": 11, "target": 89}, {"source": 11, "target": 2}, {"source": 11, "target": 0}, {"source": 11, "target": 66}, {"source": 5, "target": 49}, {"source": 5, "target": 29}, {"source": 5, "target": 16}, {"source": 5, "target": 2}, {"source": 5, "target": 0}, {"source": 5, "target": 1}, {"source": 5, "target": 65}, {"source": 5, "target": 6}, {"source": 5, "target": 52}, {"source": 19, "target": 35}, {"source": 19, "target": 2}, {"source": 19, "target": 0}, {"source": 19, "target": 22}, {"source": 19, "target": 6}, {"source": 19, "target": 59}, {"source": 19, "target": 1}, {"source": 19, "target": 9}, {"source": 103, "target": 1}, {"source": 9, "target": 37}, {"source": 9, "target": 20}, {"source": 9, "target": 36}, {"source": 9, "target": 82}, {"source": 9, "target": 114}, {"source": 9, "target": 44}, {"source": 9, "target": 0}, {"source": 9, "target": 22}, {"source": 9, "target": 1}, {"source": 9, "target": 6}, {"source": 80, "target": 2}, {"source": 81, "target": 6}, {"source": 49, "target": 0}, {"source": 83, "target": 6}, {"source": 41, "target": 64}, {"source": 29, "target": 58}, {"source": 29, "target": 6}, {"source": 29, "target": 1}, {"source": 105, "target": 6}, {"source": 16, "target": 2}, {"source": 16, "target": 58}, {"source": 16, "target": 0}, {"source": 16, "target": 1}, {"source": 84, "target": 21}, {"source": 85, "target": 2}, {"source": 35, "target": 61}, {"source": 35, "target": 22}, {"source": 58, "target": 1}, {"source": 59, "target": 6}, {"source": 59, "target": 1}, {"source": 20, "target": 37}, {"source": 20, "target": 36}, {"source": 106, "target": 21}, {"source": 30, "target": 43}, {"source": 30, "target": 2}, {"source": 30, "target": 0}, {"source": 86, "target": 0}, {"source": 87, "target": 21}, {"source": 108, "target": 21}, {"source": 6, "target": 2}, {"source": 6, "target": 0}, {"source": 6, "target": 22}, {"source": 6, "target": 1}, {"source": 6, "target": 113}, {"source": 42, "target": 51}, {"source": 42, "target": 1}, {"source": 60, "target": 0}, {"source": 21, "target": 112}, {"source": 50, "target": 2}, {"source": 50, "target": 0}, {"source": 50, "target": 43}, {"source": 36, "target": 37}, {"source": 61, "target": 22}, {"source": 43, "target": 2}, {"source": 43, "target": 0}, {"source": 62, "target": 1}, {"source": 62, "target": 31}, {"source": 51, "target": 1}, {"source": 110, "target": 1}, {"source": 2, "target": 0}, {"source": 2, "target": 22}, {"source": 2, "target": 1}, {"source": 2, "target": 44}, {"source": 2, "target": 67}, {"source": 0, "target": 22}, {"source": 0, "target": 1}, {"source": 0, "target": 31}, {"source": 0, "target": 44}, {"source": 0, "target": 69}, {"source": 0, "target": 67}, {"source": 0, "target": 68}, {"source": 22, "target": 1}, {"source": 1, "target": 31}, {"source": 1, "target": 90}, {"source": 44, "target": 68}]}